[
  {
    "Abondance de Savoie": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Abondance de Savoie is pressed, brine-soaked & aged, during which time it is rubbed with salt. This cheese may replace or combine mountain cheeses such as Comte or Gruyere for melting purposes to add extra dimensions of flavor. The texture is firm with a tight paste & the flavor is full, buttery and nutty with a fruity tang and a grassy finish. This cheese is made only from the mixed race breed of cattle that carries the same name of that region.",
      "fat": "",
      "producers": "",
      "name": "Abondance de Savoie",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Haute-Savoie, Abondance (Alps Mountains)"
    }
  },
  {
    "Alta Badia": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Alta Badia is made from fresh whole cows milk from a small number selected dairy farms. It ripens for approximately 180 days, creating a light brown rind and a somewhat firm texture. It is a flavorful Italian mountain cheese with savory flavors and aromas. Alta Badia is named after the small town in the Alps and has the mountain flavor components that are nutty and earthy without being either overpowering or too rustic. It resembles many Swiss cheeses in texture and flavor such as Appenzeller and Gruyere.",
      "fat": "",
      "producers": "",
      "name": "Alta Badia",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Alta Badia, Dolomite Mountains, Veneto"
    }
  },
  {
    "Antico Mugello": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Antico Mugello is an Italian, sheep’s milk cheese that is produced by the Il Forteto Cooperative in the Tuscan town of Mugello, Made from pasteurized milk, it is aged for about two months and develops into a cheese that is semi-hard in texture and straw colored in appearance.  Similar in the way that Rossellino is made, the rind is rubbed with tomato concentrate, adding an element of complexity to its flavor is both rustic and slightly sweet. The cheese is fairly dense and nutty with salty undertones.",
      "fat": "",
      "producers": "",
      "name": "Antico Mugello",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Appenzeller": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Appenzeller is a Swiss mountain cheese that originates in the Appenzell region of Switzerland, near the Austrian border. It is bathed in a mixture of wine, spices and salt which produces an orange rind that is semi-hard and dry. This cheese has a fairly dense texture, with a rich, nutty and tangy flavor, which ranges from smooth and mild to full and rich, depending on how long it is aged. Appenzeller is one of the three cheeses, along with Gruyere and Emmental, that is traditionally used in authentic Swiss Fondue. There are three different types of Appenzeller: 1) \"Classic\" - Aged 3-4 months and wrapped in silver 2) \"Surchoix\" - Aged 4-6 months and wrapped in gold 3) \"Extra\" - Aged 6+ months and wrapped in black",
      "fat": "",
      "producers": "",
      "name": "Appenzeller",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Appenzell"
    }
  },
  {
    "Asiago": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Asiago is an Italian cheese that according to different aging can assume different textures from smooth for the fresh Asiago (Asiago Pressato) to a crumbly texture for the aged cheese (Assiago d'allevo) similar to an aged Gouda and Parmesan. Asiago is by law required to come from the Co-ops, specialized groups of local dairies, only from the areas of Vicenza and Trento and selected areas of Padua and Treviso. These co-ops are highly regulated to ensure first-rate grass fed cow's milk. This cheese features a complex variety of flavors ranging from fruity to nutty to pungent. Asiago Pressato is a fresh cheese, semi-soft in texture and very mild in flavor. It works well as a mild table or melting cheese or when used in sandwiches. The consistency and texture resemble yogurt cheeses but the flavor is more complex, tangy, and buttery but not overwhelmingly rich. Asiago d'allevo is the mature and firmer cheese that is labeled with three different names, depending on how long it ages: 1) \"Asiago Mezzano\" - Aged at least 3 months 2) \"Asiago Vecchio\" - Aged at least 1 year 3) \"Asiago Stravecchio\" - aged over 1 year The Asiago d'allevo varieties are often grated as a table cheese for salads, soups, and pastas.",
      "fat": "",
      "producers": "",
      "name": "Asiago",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Basilio (Pecorino al Basilico)": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Basilio is an Italian pasteurized sheep's milk cheese. This cheese is produced by the Il Forteto Cooperative in the Tuscan town of Mugello. It is a classic Pecorino with basil and extra virgin olive oil rubbed on its rind. Its flavor is rustic and sharp with salty undertones. Its pate is ivory in color and rich in texture.",
      "fat": "",
      "producers": "",
      "name": "Basilio (Pecorino al Basilico)",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Beaufort": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Beaufort is protected name of origin (AOC) cheese from the Savoie region in France. It is a semi-firm, full-flavored mountain cheese that is often compared to Gruyere and Comte. It has a yellowish brown rind, creamy yet firm texture with a nutty flavor and a grassy aroma. This cheese is is a great substitution of Swiss cheeses for fondue. There are three types of Beaufort: 1) Beaufort 2) Beaufort d'ete (Summer Beaufort - milk from June through October) 3) Beaufort d'alpage (made on alpine chalets with the milk of a local herd)",
      "fat": "",
      "producers": "",
      "name": "Beaufort",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Savoie, South Eastern France"
    }
  },
  {
    "Bleu D'Auvergne": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft Blue",
      "type": "",
      "description": "Bleu D'Auvergne is a protected name of origin, (AOC) cheese from the Auvergne region in France. It is a cows milk blue cheese. It was first produced in the 1850s by a farmer in the Massif Centrale, an area of France consisting of mountains and rich volcanic soil. It is first aged in cellars for one or two months before it is wrapped in foil and aged for an additional month. Bleu D'Auvergne has a strong aroma and sharp taste but is less pungent than many other blue cheeses. It is less salty and creamier than Roquefort and uses cows milk instead of ewe's milk. It has an off-white colored interior with an uneven spread of blue veins. Its well balanced sharp flavor makes it a very versatile ingredient for many dishes.",
      "fat": "",
      "producers": "",
      "name": "Bleu D'Auvergne",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Auvergne (South Central France)"
    }
  },
  {
    "Boschetto al Tartufo Bianchetto": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Boschetto al Tartufo Bianchetto is a sweet and mild cheese made from the blend of cow's and sheep's milk. This cheese is produced by the Il Forteto Cooperative in the Tuscan town of Mugello. Mixed throughout are shavings of rare white truffles which builds character in the cheese by providing rustic and earthy undertones in the flavor. The mild aroma and creamy texture of the cheese along with the mushroomy taste of the truffles create a harmonious blend of fresh and rustic flavors.",
      "fat": "",
      "producers": "",
      "name": "Boschetto al Tartufo Bianchetto",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Tuscany, Italy"
    }
  },
  {
    "Mimolette / Boule de Lille": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Mimolette is a pasteurized cows milk cheese, produced in the Nord Pas-de-Calais region in northern France that closely resembles the shape, size, and look of a melon. In fact, this cheese is produced by the same process of Dutch Edam.  There are many arguments as to where this cheese was originally produced. Some argue that Mimolette originated in Holland whereas others insist it was founded in France. During the reign of Louis XIV, it was illegal in France to import cheeses from Holland. One theory is that the French from Normandy developed this cheese as a result to their cultural ties to Holland. The cheese is bright orange in color with a natural, dusty looking rind. Its texture varies from firm to hard the flavor most closely resembles the sharp and tangy flavors of a well-aged cheddar. The cheese also carries the name “Boule de Lille” since the cheese originates from the town of Lille. This cheese is classified into four different categories based on its aging time: 1) Mimolette Jeune (aged 2 months) 2) Mimolette demi-vielle (aged 6 months) 3) Mimolette vielle (aged 12 months) 4) Mimolette tres vielle (aged 18-24 months)",
      "fat": "",
      "producers": "",
      "name": "Mimolette / Boule de Lille",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Bra": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm to firm",
      "type": "",
      "description": "Bra is an Italian DOP cheese from the province of Cuneo in Piedmont. It is a semi-hard cows milk cheese. However, there are times where a little bit of goat's or sheep's milk is added. It is cylindrical in shape and ranges from semi-firm to firm texture with a pale yellow colored pate and a slightly sharp body. The younger versions of this cheese are creamier in texture and less piquant in flavor. There are two types of Bra cheese based on their aging time: 1) Bra Tenero - Aged at least 45 days 2) Bra Duro - Aged at least 6 months",
      "fat": "",
      "producers": "",
      "name": "Bra",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Cuneo, Piedmont"
    }
  },
  {
    "Brebicet": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "Brebicet is a smooth, soft, bloomy-rind sheep's milk cheese from the Rhone-Alps region in France with a white, velvety and pillowy bloomy rind. Produced by the Guilloteau creamery, Brebicet has a delicate and supple paste that is creamy and soft. Its slightly sweet and mild flavors makes this cheese perfect for all occasions.",
      "fat": "",
      "producers": "",
      "name": "Brebicet",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Brezain": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Brezain is a smoked, cow's milk, raclette-style French cheese produced in the mountainous Alps. After the cheese is produced, it is exposed to smoke generated from a wood fire highly humid atmosphere. This atmosphere allows the smoke flavor to penetrate into the cheese, giving it a rustic element to its already caramelly and nutty taste. The end result is a semi-soft cheese with an off-white, ivory colored pate and rich brown rind.",
      "fat": "",
      "producers": "",
      "name": "Brezain",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Brie": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "Brie is the most popular French cheese in the world. Brie is a double-creme cheese that screams out elegance and class. It is named after the French region in the north-central portion of the country and is made using cows milk. Within the region are the smaller villages which produce origin protected Brie cheeses. Traditional \"Basic Bries\" do not have the AOC certification and so the while the name is typically used to identify a cheese in the Ile-de-France area of the country, the term Brie is also used synonymously to describe cheeses of this bloomy rind variety. There are only two types of true authentic Bries that carry the name protected origin (AOC) certification: 1) Brie de Meaux 2) Brie de Melun Brie cheeses are argued to have differentiating flavors and colors if the cheese is made with pasteurized milk or unpasteurized milk. While all types of Brie cheeses have the same flavor components, typically associated with a creamy buttery flavor with mushroom undertones and velvety white bloomy rind, the unpasteurized version has been described as having a richer flavor and more yellow interior pate.",
      "fat": "",
      "producers": "",
      "name": "Brie",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Ile-de-France, 40 miles east of Paris"
    }
  },
  {
    "Brigante": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Brigante is a sheep milk cheese from the Italian island of Sardinia. Manufactured by Fratelli Pinna, a cheese-making company located in the north of the Island, this pecorino cheese is semi-soft in texture with a pale, ivory color. Matured for about three weeks, it has a mild and creamy flavor with citrus undertones.  Its texture is smooth, moist, and fairly elastic. This is a delicious table cheese that is manufactured in wheels that are approximately three pounds.",
      "fat": "",
      "producers": "",
      "name": "Brigante",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Sardinia"
    }
  },
  {
    "Le Brin": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Washed Rind",
      "type": "",
      "description": "Le Brin is a farmhouse cheese traditionally produced in the Rhone-Alps region of France that is made from cow’s milk with a washed rind. It is a milder and sweeter version of typical French washed rind cheeses which are highly aromatic and fully flavored. It is made with a vegetarian rennet. The cheese is produced in a hexagonal shape by the Guilloteau creamery.  The end result is a creamy and spreadable paste with a reddish orange edible rind.",
      "fat": "",
      "producers": "",
      "name": "Le Brin",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Bucheron": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "Bucheron is a bloomy-rind goat cheese that is produced in the Loire Valley in France. It has a bright white and fairly dense pate that crumbles yet is creamy while eaten. The ivory-colored ring just beneath the rind is softer and creamier with a fresh and tangy flavor. The cheese is produced in long 3 to 4 pound logs and also hails the name Buche de Chevre. This cheese is great with honey and crackers, crumbled into a salad, or eaten with fresh fruit.",
      "fat": "",
      "producers": "",
      "name": "Bucheron",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Loire Valley"
    }
  },
  {
    "Burrata": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "This deliciously creamy cheese is a specialty of Southern Italy, especially in the regions of Apulia, Campania, and Basilicata. Burrata was invented in Andria at the beginning of the 20th century. Like Mozzarella, traditional Burrata is made with water buffalo milk although it is now more popularly made with cows milk. The method used to make Burrata is very similar to that used for Mozzarella. The difference lies in the method used to form the \"bag\". A layer of stretched curd about one centimeter thick is molded and formed into the desired envelope shape. The bag is then filled with strings of stretchy curd that have been amalgamated with cream from the whey, obtained by separating leftover whey from mozzarella production in a centrifuge. The cheese is then wrapped in leaves of asfodelo, which is an herb-like plant similar to leeks. The color of the leaf is used as an indicator of the cheeses freshness. The center is rich and buttery as the name of the cheese comes from the Italian word \"burro\" meaning butter. Burrata is smooth on the outside, lustrous white in color, and has a mild buttery taste.",
      "fat": "",
      "producers": "",
      "name": "Burrata",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Camembert": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Camembert is a bloomy rind, AOC cows milk cheese from the Normandy region in France. It is one of France's most popular cheese. It is believed to have been discovered by a farmer named Marie Harel, who hid a persecuted priest from the area of Brie. He taught her the style of cheese produced in his area. Over the years, the cheese had become more famous and Camembert became the most imitated cheese in the world. The cheese itself is fairly small, produced in a cylindrical shape that is only 4 inches in diameter. Its pate is supple and ivory colored and its rind is white and velvety. Its taste is creamy and rich, with underlying flavor characteristics of mushrooms, garlic, and salt.",
      "fat": "",
      "producers": "",
      "name": "Camembert",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Camilla": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Manufactured in Piedmont by Caseficio Reale, this rich cheese is made with only goat milk and enriched with cream to enhance its flavor and texture. Dense and tangy and rich in flavor, this cheese has citrusy and milky characteristics with an herbaceous and mushroomy aroma. Best paired with sparkling white wines, this cheese has a texture similar to a cheesecake with a rind that is slightly wrinkled.",
      "fat": "",
      "producers": "",
      "name": "Camilla",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Canestrato Pugliese": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Canestrato Pugliese is firm cheese that is cylindrical in shape and produced from the milk of pasture feed sheep. Its name is derived from the reed baskets (canestre) that the shepherds placed the cheese in to drain the curd and give it its shape. The paste is straw colored, with small eye formation and the rind will be golden-brown in color. It is the only DOC and DOP protected cheese from the Italian region of Apulia. The cheese is manufactured in a few town districts in the province of Bari and in the entire province of Foggia and it aged for 10-12 months. During the aging process, it treated several times with extra virgin olive oil.",
      "fat": "",
      "producers": "",
      "name": "Canestrato Pugliese",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Apulia"
    }
  },
  {
    "Cantal": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-hard",
      "type": "",
      "description": "Cantal is an AOC cows milk cheese from the town of Cantal in the Auvergne region in southern France. It is one of the oldest cheeses in France. It is a semi-hard cheese that is produced using only salers cattle. The curds are pressed, broken up, and salted several times before it is molded into its cylindrical shape.  The cheese had a fairly dense texture, with flavors ranging from sweet and milky, to powerful and nutty depending on how long it ages. Cantal is classified into the different categories depending on its aging time: 1) Cantal Jeune (aged 1-2 months) 2) Cantal entre-deaux (aged 2-6 months) 3) Cantal vieux (aged more than 6 months)",
      "fat": "",
      "producers": "",
      "name": "Cantal",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Auvergne"
    }
  },
  {
    "Caprifeuille St. Maure": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "Caprifeuille St. Maure is a log shaped, aged goat cheese that has a sweet and delicate taste with undertones of acid and salt. It is produced in the Loire Valley of France and has a bloomy rind with pate that is semi-soft but hardens as the cheese ages. The rind has a wrinkled appearance that provides a rustic flavor component to the cheese. The pate is dense, white and has a chalky texture when young with a fresh and tangy flavor. After the cheese matures, the pate will become less moist and crumbly with a sharper and nuttier flavor.",
      "fat": "",
      "producers": "",
      "name": "Caprifeuille St. Maure",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Loire Valley"
    }
  },
  {
    "Carboncino": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "Carboncino is made in Italy's Piedmont region, at the dairy Caseificio dell'Alta Langa near Alba. Classified as a \"tre latti\" cheese, it is a soft, rich and creamy Italian cheese made of blended sheep, cow and goat's milk and uses a vegetable charcoal covering. Crafted using ancient recipes and artisanal methods, this relatively new has a pale yellow colored interior, a firm yet creamy rind, and a soft pate with a pronounced tangy flavor attributed to the goat milk with lush and sweet undertones as a result of the sheep and cow milk. This cheese was recognized as a 2010 NYFFS Outstanding New Product sofi Silver Finalist.",
      "fat": "",
      "producers": "",
      "name": "Carboncino",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Le Carre du Berry": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Le Carre du Berry is a French pasteurized goats milk cheese that is covered with a blend of herbs, peppercorns, and juniper berries. The goats grazing on the pastures of Berry, south of the Loire River produce exceptionally rich milk that contain all of the typical flavor components of fresh goats milk. It is creamy and rich with a tangy finish. The cheese produced is delicious with nuances of clover, herbs, pines and walnuts.",
      "fat": "",
      "producers": "",
      "name": "Le Carre du Berry",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Le Caussenard": {
      "origin": "France Region",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Le Caussenard is a sheep milk cheese from the Languedoc region of Southern France. Named after the countryside of the region, Les Causses, this pasteurized sheep milk cheese is aged for approximately six months.  Manufactured in 6lb wheels by Vernières, a leading Roquefort producer, this cheese develops a semi-firm texture with a sweet yet nutty flavor that is reminiscent of Ossou-Iraty. It has an ivory colored pate and a rind that is treated with carotene to give it a more rustic appearance that creates a contrast with the appearance of the interior.",
      "fat": "",
      "producers": "",
      "name": "Le Caussenard",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Chabichou du Poitou": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Chabichou du Poitou is an AOC, goat milk cheese from the Poitou-Charentes region of France. The legend of this cheese dates as far back to the 8 th century when the Saracens arrived to the area with goats and goat cheeses. In fact, its name is derived from the Arabic word chebi , meaning a young goat. They are manufactured in small cylindrical shapes that are 6cm tall and weigh approximately 6oz. It is a slightly aged cheese, with a wrinkled rind and a chalky pate. When the cheese is young, it tastes mild and creamy with hazelnut undertones. As it ages, it becomes dried with a more pronounced flavor and a tangy finish.",
      "fat": "",
      "producers": "",
      "name": "Chabichou du Poitou",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Chaource": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Chaource is an AOC cow’s milk cheese, originally manufactured in the village of Chaource in the Champagne region of France. It is cylindrical in shape and made into small wheels that are approximately 8 ounces. It is a double crème, bloomy rind cheese that is rich and buttery in flavor with a slightly tangy and mushroomy finish. Its texture is dense and creamy and pairs beautifully with Champagne or other sparkling wines.",
      "fat": "",
      "producers": "",
      "name": "Chaource",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Chaubier": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Chaubier is a semi-firm French cheese that is made from a mixture of pasteurized cow and pasteurized goat’s milk. It is a pressed, tome style cheese that is aged for approximately 6 months. The texture is firm enough to slice or cube but is also dense and creamy. Chaubier has a moist orange rind and a pate that is golden yellow. It is a washed rind cheese that has a nutty flavor with a rich buttery finish and is slightly aromatic.",
      "fat": "",
      "producers": "",
      "name": "Chaubier",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Poitou Charentes"
    }
  },
  {
    "Cheddar": {
      "origin": "Originally in England",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard to Hard",
      "type": "",
      "description": "Cheddar is one of the most popular cheeses in the world. This cheese was originally made in the town of Cheddar in the Somerset region of England. However, because the name \"Cheddar\" was never registered, it is currently made in many other countries in the world including Ireland, the United States, Australia, New Zealand, South Africa and Canada. All of these cheeses are made using the process of \"cheddaring\" where the cheese curd is cut into smaller pieces, cooked, and then stacked on top of each other to expel moisture. The only certified cheddar uses the full name \"West Country Farmhouse Cheddar\" and comes from the English counties of Somerset, Cornwall, Dorset, and Devon. Cheddars can vary in shape from square or rectangular blocks to wheels. Typically, Cheddar is white to ivory colored with a flavor that is sharp and rich with a crumbly texture. Some cheddars have color added to the cheese so that it is orange but the traditionally made cheddars do not. The younger cheddars are not as sharp and creamier in texture.",
      "fat": "",
      "producers": "",
      "name": "Cheddar",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Originally in Somerset"
    }
  },
  {
    "Cheshire": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Cheshire is a firm, cow’s milk, English cheese. It is one of the oldest cheeses in England. Named after the English county of Cheshire, the cheese is also produced in produced in the English counties of Shropshire and Staffordshire and in the Wales counties of Denbighshire and Flintshire. It is crumbly and slightly moist in texture with a flavor that is compared to mild cheddar. There are three versions of this cheese and are classified based on color: 1)    “White” – This is the original version with no added color or bacteria and accounts for the majority of the cheeses production 2)    “Red” – This cheese is colored with annatto giving the cheese an orange color. This has become the most popular version in the United States 3)    “Blue” – This version has blue veins throughout the cheese. This version is fairly rare",
      "fat": "",
      "producers": "",
      "name": "Cheshire",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Chevre du Poitou": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Chevre du Poitou is a goat’s milk cheese from France.  It has a rich creamy pate and a bright white bloomy rind and is often referred as a goats milk Camembert. This soft ripened cheese is manufactured by the Sevre & Belle creamery and comes from the Poitou region in France. Manufactured using pasteurized goat’s milk, this soft ripened cheese has an earthy, rustic, and mushroomy flavor with sweet undertones.",
      "fat": "",
      "producers": "",
      "name": "Chevre du Poitou",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Le Chevrot": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Le Chevrot is goat's milk cheese that has a bright white pate with an off white, slightly wrinkled edible rind. Handmade near the province of Poitou, next to the Loire Valley, it has an inviting aroma, with a buttery taste and a fine moist texture.  As it gets older, the interior develops a flaky and creamy texture and the rind offsets a nuttier, rustic and full-bodied flavor.",
      "fat": "",
      "producers": "",
      "name": "Le Chevrot",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Clarines / Fromager des Clarines": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "Fromager des Clarines is a French cow’s milk cheese, manufactured in a similar style as Vacherin Mont D’or and L’Edel de Cleron. It is made from pasteurized, mountain cow’s milk from the Franche Comte regions in France. It has a slightly golden colored rind and a rich and creamy pate. Fromager des Clarines is packed in a wooden box similar to L'Edel de Cleron and Epoisses. It is traditionally served and eaten inside the box using a spoon to scoop out the creamy interior.  The cheese is manufactured in small forms that weigh approximately 250g.",
      "fat": "",
      "producers": "",
      "name": "Clarines / Fromager des Clarines",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Franche-Comte"
    }
  },
  {
    "Comte": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "Comte is a semi-hard, unpasteurized, AOC cheese produced in the Franche-Comte region of eastern France. It also carries the name Gruyere de Comte.  Even though the Swiss version of the cheese (Gruyere) is more popular, it is highest produced French AOC cheese. The cheese is produced only in the summer by Montbéliardes cows and manufactured in 70lb wheels.  It is typically aged between 6 months and 1 year and has a straw colored pate with a brown rind. The flavor is somewhat sweet, nutty, and sharpens as the cheese ages. There are two classifications of Comte, based on how long it ages: 1) Comte - Aged approximately 6 months 2) Comte Reserve - Aged approximately 1 Year",
      "fat": "",
      "producers": "",
      "name": "Comte",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Franche-Comte"
    }
  },
  {
    "Corsu Vecchiu": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Corsu Vecchiu is a French sheep’s milk cheese from the Mediterranean island of Corsica.  It is an unpasteurized cheese that is semi-firm in texture and made into wheels that are approximately 3 to 5 pounds. It is aged for around 6 months and develops a rustic grey rind. Its pate is ivory colored with slight eye formation and dense in texture. Its flavor is rich, nutty and somewhat sweet with salty and rustic undertones.",
      "fat": "",
      "producers": "",
      "name": "Corsu Vecchiu",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Corsica"
    }
  },
  {
    "La Corte": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "La Corte is made in Italy's Piedmont region, at the dairy Caseificio Reale. It is a soft, dense and creamy Italian cheese made of blended sheep, cow and goats milk. It is most similar to the popular cheese \"La Tur\". It is creamy, delicate \"tre latte\" cheese that is slightly aromatic with a bloomy, wrinkly rind. It has a light texture and complex flavor that becomes more assertive toward the rind.",
      "fat": "",
      "producers": "",
      "name": "La Corte",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Piedmont"
    }
  },
  {
    "Cotswold": {
      "origin": "England",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Cotswold is an English cow’s milk cheese made from whole milk.  It is made by combining Double Gloucester cheese with chopped chives and onions. It is a semi-hard cheese that is similar to cheddar with a pate that is golden yellow in color. It has a rich, full, and hearty flavor that, in England, is also referred to as “Pub Cheese” since it is commonly served in pubs with bread and a dark ale. Its had a rind that is hard and gray but it is commonly removed for sale at retail stores.",
      "fat": "",
      "producers": "",
      "name": "Cotswold",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Gloucestershire County"
    }
  },
  {
    "Crema di Roma": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Crema di Roma is a pure sheep's milk cheese produced in the Lazio region of Italy. The name literally means the \"cream of Rome\" and was given this name by Guiseppe Lopez, one of the finest producers of Pecorino Romano, for its light texture and sweet flavor. It is a younger cheese than Pecorino Romano and as a result is lighter and softer on the palate, making it more suitable as a table cheese than as an ingredient for a dish. In addition to its traditional form, it also has three other varieties: 1) With Black Pepper 2) With Red Pepper 3) With Truffles",
      "fat": "",
      "producers": "",
      "name": "Crema di Roma",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Lazio"
    }
  },
  {
    "Stracchino / Creszenza": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "Stracchino is a rectangular Italian cow's-milk cheese made from whole milk. It is typical of Lombardy region in North Central Italy. The name of the cheese derives from the Italian work \"stracca\" which means tired. The name Stracchino literally means in the local dialect \"little tired one\". The milk is traditionally made from the tired cows in the Autumn or Winter months who travel seasonally down the mountainous region in the Alps. The milk obtained from these \"tired\" cows is the defining characteristic of the cheeses flavor. It is a rich, fresh, rindless cheese that contains about 50% fat, with a soft and creamy texture and a slightly acidic finish. This cheese also hails the name \"Crescenza\".",
      "fat": "",
      "producers": "",
      "name": "Stracchino / Creszenza",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Lombardy"
    }
  },
  {
    "Crottin de Chavignol / Crottin de Champcol": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Crottin de Chavignol is an unpasteurized AOC French aged goat cheese from the small town of Chavignol in the Loire region of France. It has a complex, grassy and nutty flavor with a great salty balance. It is produced in small 2oz cylindrical buttons with a pale white pate and off white rind. In fact, the word \"crottin\" in French translates to horse dung which is in reference to the shape of the cheese. Because it is aged, the texture is a lot firmer and less moist than traditional Crrotin cheeses.  A pasteurized version of this cheese is produced as well. However, it is not AOC certified and therefore cannot carry the Crottin de Chavignol name. Instead it is named Crottin de Champcol.",
      "fat": "",
      "producers": "",
      "name": "Crottin de Chavignol / Crottin de Champcol",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Loire"
    }
  },
  {
    "Crucolo": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Crucolo is an artisanal cheese that comes from the Trentino-Alto Adige region in Northern Italy It is a cow’s milk cheese that is produced by unpasteurized milk only by a single producer, Rifigio Crucolo. The pate is ivory in color with irregular holes dispersed throughout.  It is manufactured in cylindrical shaped wheels that typically weigh 25 pounds. It is similar to Asiago and Trugole in appearance. Its texture is fairly soft and elastic with a flavor that is somewhat mild, rich, buttery with a slightly tangy finish.  There is one version that is available in the United States, however, three types of Crucolo cheese is manufactured: 1)    Crucolo “Il Piu Saporito” which means “more tasty”, this is the version that is found in the United States and is aged for at least two months 2)    Crucolo “Il Piu Dolce” which means “more sweet”, this version is more delicate, mild, and aged for only thirty days 3)    Crucolo “Al Vino” which means “wine” is washed with Trentino red wine creating a strong aroma of grape must",
      "fat": "",
      "producers": "",
      "name": "Crucolo",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Alto-Adige"
    }
  },
  {
    "Fromage D'Affinois": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "Fromage D'Affinois is a bloomy rind cow's milk cheese that is similar in appearance to Brie. It is arguably the most famous item manufactured by the Guilloteau creamery. A major difference with this cheese and Brie fall into the cheese making process. Fromage D'Affinois is produced using ultra-filtration, a process that separates the water from pasteurized milk, concentrating all of the other components. This makes the cheese making process much faster than the process of a typical Brie and creates a much creamier and silkier texture. Many people consider it a triple-crème based on its flavor and consistency, although the fat content technically make is a double-crème. It has a sweetness to its flavor with rustic undertones that make it a very desirable cheese.",
      "fat": "",
      "producers": "",
      "name": "Fromage D'Affinois",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Fromage D'Affinois de Brebis": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "Fromage d'Affinois de Brebis a soft ripened pure sheep milk cheese with a creamy texture and a sweet taste. Fromager de Brebris is a soft, bloomy-rind sheep's milk cheese from the Rhone-Alps region in France. Produced by the well renowned Guilloteau creamery, it is very similar to the other sheep milk bloomy rind cheeses produced by the same company. The cheese is produced in a rectangular shape and also hails the name Le Berger de Rocastin. The paste is mild and rich while the rind provides a flavor and texture that is savory and builds complexity.",
      "fat": "",
      "producers": "",
      "name": "Fromage D'Affinois de Brebis",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Edam": {
      "origin": "Holland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Edam is a cow’s milk cheese named after the town of Edam in the Netherlands. It has a mild taste that is slightly salty and nutty with an ivory colored interior. Edam is recognizable in that its shape is sold in spheres with a coating of red or yellow wax. While it is similar to a younger version of Gouda, the major difference between the two is that Edam has a lower fat content. Edam has a fat content of 40% while Gouda has a fat content of 48%. This cheese was originally manufactured in its ball shapes because it stacked well for export. All exported Edam cheeses are coated with wax. The cheese that is sold domestically is rarely coated with wax with the exception of tourist season. The Edam wheels that are aged for at least 17 weeks are coated with black wax.",
      "fat": "",
      "producers": "",
      "name": "Edam",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Edam-Volendam"
    }
  },
  {
    "L'Edel de Cleron": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy-Rind",
      "type": "",
      "description": "L'Edel de Cleron is a pasteurized version of the famous French cheese Vacherin Mont D’or which is illegal in the United States due to the laws regarding pasteurized cheese. Produced in the Franche-Comte region of France, l'Edel de Cleron is a cow's milk cheese that is bound by a strip of spruce bark that not only helps the cheese retain its shape, but also gives it a rustic aroma. Sometimes this cheese is referred to as “faux Vacherin”. It has a bloomy rind with a creamy interior that becomes more woodsy and mushroomy in flavor and aroma as you get closer to the rind.  The cheese is best eaten when it’s ripe and the interior is runny and needs to be eaten with a spoon.",
      "fat": "",
      "producers": "",
      "name": "L'Edel de Cleron",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Franche-Comte"
    }
  },
  {
    "Emmental de Savoie": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Emmental de Savoie is an IGP certified, unpasteurized, cows milk cheese, the oldest of the French Emmental's and has been produced in the Savoie region since the Middle Ages. It is matured in stages. Its long maturation in caves of varying temperatures process gives this hard cheese a nutty, sweet flavor.",
      "fat": "",
      "producers": "",
      "name": "Emmental de Savoie",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Haute-Savoie"
    }
  },
  {
    "Epoisses de Bourgogne": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Washed-Rind",
      "type": "",
      "description": "Named after a small village in Burgundy, Epoisses is an AOC cows milk French cheese. The production of this cheese went nearly extinct in the 1930s but was revived in 1956 by the Berthaut creamery and the company continued to produce Epoisses today. Its rind is washed in brine and pomace brandy, creating an exteriors that a smooth reddish brown appearance. It is produced in both pasteurized and unpasteurized forms. It is one of the most aromatic cheeses produced and has a strong, pungent yet very creamy flavor.",
      "fat": "",
      "producers": "",
      "name": "Epoisses de Bourgogne",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Burgundy"
    }
  },
  {
    "Ewephoria": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Ewephoria is a pasteurized sheep milk Gouda style cheese from the Friesland region in Holland. It is made in the same way as a traditional Gouda but uses sheep's milk, sourced from a family owned farm, as opposed to cows milk. Through its aging, it develops a smooth, sweet and nutty flavor. There are two types of Ewephoria that are classified based on how long it ages: 1) Mature Ewephoria - Aged at least 4 months 2) Aged Ewephoria - Aged at least 9 months",
      "fat": "",
      "producers": "",
      "name": "Ewephoria",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "L'Explorateur": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Exploreteur is a cows milk triple crème cheese from the Isle de France region in France. This cheese was first introduced in the 1950's and named after US launched satellite, \"Exploror\". Its cylindrical shape has a white bloomy rind, an ivory colored creamy pate and has approximately 75% butterfat. The pate is extremely rich and buttery with slightly sweet and salty undertones. As the cheese ages, the cheese becomes firmer and dryer in texture, resulting in a more full and nutty flavor.",
      "fat": "",
      "producers": "",
      "name": "L'Explorateur",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Feta": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Feta is a famous Greek cheese that is made using either sheep or goats milk. It is a semi-firm and fairly moist cheese that is made into square and rectangular blocks. The cheese is bright white in color with a tangy and salty flavor that is typically sharp. While there are many imitation cheeses produced throughout the world, genuine Feta, after receiving a Protected Designation of Origin certification by the European Union in 2005, must come from the geographical area comprised of Macedonia, Thrace, Epirus, Thessaly, Central Greece, Peloponnese and Lesbos. There are also some imitation cheeses produced outside of Greece that will use cow’s milk. Contrary to some belief, the name “Feta” is not a generic name for this style of cheese and must be made under the criteria imposed by the EU.",
      "fat": "",
      "producers": "",
      "name": "Feta",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Florette": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "Florette is a goats milk, soft ripened, bloomy rind French cheese produced from the Guilloteau creamery. It is manufactured in a few sizes but are all hexagonal shaped.  Unlike most goat cheeses that typically have a sharp and tangy flavor, Florette has a more delicate flavor with a creamy texture.",
      "fat": "",
      "producers": "",
      "name": "Florette",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Rhone-Alps"
    }
  },
  {
    "Fontina Val d'Aosta": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Fontina Val d'Aosta is an Italian DOP cheese from the bilingual valley region of Aosta in Northern Italy, on the French Border. It is an unpasteurized cows milk cheese that is aged for approximately 90 days and uses the alpine milk of the Valdaostan cows. It is semi soft in texture with a few small holes running through it and is a great cooking cheese since is melts evenly without any loss of flavor. It is an Alpine cheese that fairly aromatic with rustic flavors that are earthy, herbaceous, and nutty. There are many generic cheeses that are produced in a similar way (Fontinella, Fontella, or Fontal) but do not have the same rich flavor components of the DOP designated cheese.",
      "fat": "",
      "producers": "",
      "name": "Fontina Val d'Aosta",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Aosta"
    }
  },
  {
    "Fourme D'Ambert": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm",
      "type": "",
      "description": "Foume D'ambert is an AOC cylindrical shaped blue cheese from the Ambert region in France. Made using cow milk from Montbéliardes cows, this cheese is aged for 1-2 months developing a semi-firm texture with a rich and creamy flavor. The word \"Fourme\" is derived from the Latin word \"forma\", describing its cylindrical shape that is 8 inches high and 5 inches in diameter. This is one of the more mild blue cheeses from France. It was granted AOC status in 1972 in partnership with Fourme de Montbrison. The recipes for the two cheeses are identical, granting it a joint AOC certification. In 2002, however, Fourme D'ambert received its own AOC certification, citing terroir as its major difference.",
      "fat": "",
      "producers": "",
      "name": "Fourme D'Ambert",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Town of Ambert, Auvergne"
    }
  },
  {
    "Fourme de Montbrison": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Foume de Montbrison is an AOC blue cheese from the Loire region in France. The word “Fourme” is derived from the Latin word “forma”, describing its cylindrical shape that is 8 inches high and 5 inches in diameter. Made using cow milk from Montbéliardes cows and injected with Penicillium Roqueforti , this cheese is aged for 1-2 months developing mild, rich and creamy flavor. It was granted AOC status in 1972 in partnership with Fourme D’Ambert. The recipes for the two cheeses are identical, granting it a joint AOC certification. In 2002, however, the AOC certifications split citing that terroir is a major differentiating element. This cheese is not highly produced because it has been overshadowed by Fourme D’ambert.",
      "fat": "",
      "producers": "",
      "name": "Fourme de Montbrison",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Garrotxa": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Garrotxa is an aged goat cheese from the Pyrenees Mountain in the Catalonia region in Northern Spain. It is a semi-firm cheese that has a creamy texture, natural mold rind, with a light and delicate flavor with undertones of hazelnuts, thyme, and rosemary. The cheese is manufactured in small wheels that are approximately 2 lbs in size.",
      "fat": "",
      "producers": "",
      "name": "Garrotxa",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Munster-Gerome": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "This is an AOC French cows milk cheese from Northeastern France. The cheese is made under different names on either side of the Vosges Mountains. In Alsace, on the eastern side of the mountains it is called Munster. In Lorraine, on the western side of the mountain it is known as Gerome. Munster received its AOC certification in 1969 but in 1978, the AOC Munster-Gerome united the two cheeses. This cheese has absolutely no resemblance to the generic, American version of the cheese Muenster. The French version is a very highly aromatic cheese with a sticky, red colored rind. The pate is smooth and creamy the cheeses full and rich flavor is attributed to the baryardy, grassy, and herbaceous aroma generated from the brine rubbed rind. The milk used to make Munster comes from the Vosgiennes cows, a breed that was imported from Scandinavia in the 18th century.",
      "fat": "",
      "producers": "",
      "name": "Munster-Gerome",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Alsace (North Eastern France)"
    }
  },
  {
    "Gorgonzola": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft to Semi-soft Blue",
      "type": "",
      "description": "Gorgonzola is a DOC Italian blue cheese from the designated areas of Piedmont and Lombardy. It used to be made from unpasteurized cows milk, but is now made primarily from pasteurized milk and the mold Peniccilium Glaucum is added to create the distinguishable blueish green veins. Its flavor is rich and buttery with the typical sharp characteristics of blue cheese. The pate has a straw color and with highly aromatic aroma. The cheeses are matured naturally in rock caves and can be used both as a table cheese and as an ingredient. At the end of production, each cylindrical form is wrapped in tin foil and marked with a lower case \"g\". It is Italy's most famous blue cheese and classified into two different categories according to age: 1) \"Gorgonzola Dolce\" - aged 2-3 months with a more mild flavor and a creamy texture. Dolce in Italian means sweet. 2) \"Mountain Gorgonzola\" - Aged 3-6 months with a more piquant flavor and crumbly texture.",
      "fat": "",
      "producers": "",
      "name": "Gorgonzola",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Piedmont & Lombardy"
    }
  },
  {
    "Gouda": {
      "origin": "Holland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-soft to firm",
      "type": "",
      "description": "Gouda is a cows milk Dutch cheese named after the city of Gouda in Holland. It is the most popular cheese in Holland as it accounts for 60% of the countries cheese production.  Young Gouda cheeses are ivory colored, semi-soft in texture and have a sweet and nutty flavor. While the cheese ages, the pate becomes more gold in color and firmer in texture. Its flavor is richer and has pockets of salt crystals. The cheese is dipped in wax to prevent it from drying out.  This also stops the aging process that prevents the formation of mold when the cheese is stored. There are five classifications of this cheese that are determined based on its maturity: 1)    Mild – aged 4 to 6 weeks 2)    Medium – aged 8-12 weeks 3)    Matured – aged 12 to 18 weeks 4)    Aged – aged 6-12 months 5)    Extra aged – aged more than 1 year",
      "fat": "",
      "producers": "",
      "name": "Gouda",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Gouda"
    }
  },
  {
    "Grana Padano": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Grana Padano is an Italian, DOP, cow’s milk cheese. Its name is derived from the Italian word “grana” which translates as “grain” to describe its hard and grainy texture and “Padano” which refers to the “Val Padana”, the cheeses origin in the Po River Valley. The cheese was originally created in the 12th Century by Cistercian monks. It is a Parmesan cheese that most closely resembles Parmigiano Reggiano in appearances and in its method of production but the major differences are as follows: 1) Grana Padano is made only with skimmed milk whereas Parmigiano Reggiano is made with a mix of skim and whole milk 2) The cows used graze on different pastures, resulting in different diets that create subtle nuances in its flavor 3) The Protected Area of Origin for Grana Padano is larger than the area of Parmigiano Reggiano There are three versions of this cheese based on how long it ages: 1) \"Fresco\" - Aged between 12 and 18 months 2) \"Vecchio\" - Aged between 18 and 24 months 3) \"Stravecchio\" - Aged between 24 and 36 months",
      "fat": "",
      "producers": "",
      "name": "Grana Padano",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Parts of Emilia- Romagna, Lombardy, Piedmont, Trentino, and Veneto"
    }
  },
  {
    "Gruyere": {
      "origin": "Swtizerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Gruyere is one of Switzerland's most popular cheeses. It is a name-controlled cheese made from cows milk and named after the town of Gruyere. It is now currently produced in the Fribourg region of Switzerland and made much in the same way as Emmental but in 80lb wheels rather than 200lb wheels. The flavor is complex, rich, sweet, nutty and caramelized with a lingering but not sharp flavor. It is an extremely popular Swiss cheese that is also an ingredient in traditional Fondue. There are three different types of Gruyere: 1) \"Classic\" - aged a minimum of 5 months 2) \"Reserve\" - Aged 10 to 16 months 3) \"d'Alpage\" - Taken from the Tarines cows from the months of May to October and aged for 5 to 10 months. Le Gruyere d'Alpage is considered to be highly flavorful and the prized version of Gruyere. Gruyere is also a term used to describe mountain cheeses as a whole, particularly referencing some of the mountain cheese produced in France such as Comte and Beaufort. Because Gruyere is a name-controlled cheese, the French cousins cannot be named Gruyere. Additionally, French Gruyere style cheeses must have holes in them and Swiss Gruyere does not.",
      "fat": "",
      "producers": "",
      "name": "Gruyere",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Fribourg"
    }
  },
  {
    "Halloumi": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Halloumi is a Cypriot cheese that is made from either sheep milk or a combination of sheep and goat milk. It is a cheese that is not really aged and therefore has no rind. It is a cheese that is used for cooking. It doesn't melt when cooked and is most famous for its capability to be grilled. Its pate is bright white and its texture is elastic. Its flavor is salty and tangy. This cheese is extremely versatile and can be grated, grilled or served fresh in salads or sandwiches.",
      "fat": "",
      "producers": "",
      "name": "Halloumi",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Humboldt Fog": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Humboldt Fog is one of the most popular goat cheeses manufactured in the United States. Made by the Cyprus Grove Chevre company, in Humboldt County, California, Humboldt Fog is soft-ripened goat cheese manufactured in small wheels that weigh about 15 ounces. It is named for the early morning fog that it typical of the area. Similar in texture to a French Bucheron, Humboldt Fog has a fairly dense pate that is bright white in color, tangy in flavor, and fairly crumbly in texture. In the center is a layer of edible ash that is reminiscent of Morbier. The ivory-colored ring just beneath the ash-covered rind is softer and creamier with a stronger flavor.",
      "fat": "",
      "producers": "",
      "name": "Humboldt Fog",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Huntsman": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Huntsman is a cheese that is made by taking two famous English cheeses, Stilton and Double Gloucester, and combining them in layers. It is a fairly labor intensive cheese as the cheese is hand layered. The contrasting flavors and textures create a harmonious blend. The cheese is dense yet also creamy. It is salty and sharp but also nutty. It is also known as Stilchester although the name \"Huntsman\" is trademarked.",
      "fat": "",
      "producers": "",
      "name": "Huntsman",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Iberico / Queso Iberico": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Iberico or Queso Iberico is a hard Spanish cheese produced in Central Spain. Its shape, size, and herringbone patterned rind most closely resembles Manchego. Iberico, however, is made from a blend of cow’s, sheep’s, and goat’s milk.  It is aged for approximately 6 to 12 months and develops an ivory colored pate that is slightly oily. Its flavor has the components off all three types of milk and it rich, nutty, and slightly sweet. Its texture is dense and bold.",
      "fat": "",
      "producers": "",
      "name": "Iberico / Queso Iberico",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Idiazabal": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Idiazabal is an unpasteurized, smoked sheep's milk cheese that comes from the Basque country in Spain. The milk for this cheese comes only from the Lacha breed of sheep. It is aged for two to five months and smoked for a distinct flavor. The smoking process of this cheese was discovered by chance by the Basque shepherds who stored the cheeses in their huts. During the cold months, the smoke from the fires in fireplaces circulated throughout the huts andeventually permeated the cheese, giving it a new flavor that the shepherds preferred. The cheeses manufactured are smoked with white beam, cherry wood, or oak. This Spanish cheese has a rich, buttery and nutty flavor with undertones of smoke and acid.",
      "fat": "",
      "producers": "",
      "name": "Idiazabal",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Basque Country"
    }
  },
  {
    "Kokos": {
      "origin": "Holland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Kokos is a relatively new Gouda style cheese introduced to the cheese market. Made with pasteurized cow's milk and enriched with coconut cream, it is a semi-firm cheese with a nutty flavor and sweet coconut undertones. It is cooked and pressed to achieve a smooth consistency and rich flavor.",
      "fat": "",
      "producers": "",
      "name": "Kokos",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "North Holland"
    }
  },
  {
    "Lagrein": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "The Lagrein wine flavored cheese is produced with the pure pasteurized mountain milk in the Alto Adige Region in northern Italy. Made according to the traditional methods handed down through generations, it is characterized by irregular cracks and cured with the Lagrein wine. The cheese has a creamy and elastic texture with a nutty flavor and accent flavors of wine and spice.",
      "fat": "",
      "producers": "",
      "name": "Lagrein",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Alto Adige"
    }
  },
  {
    "Livarot": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Washed Rind",
      "type": "",
      "description": "This cheese is named after the village in Normandy. Livarot is an AOC cows milk cheese with a washed rind and one of the oldest cheeses in France. It is nicknamed the Colonel because wrapped on the outside of the cheese are straps of paper or rush leaves that is reminiscent of a uniforms stripes. The rind is washed in brine and colored with annatto, making it salty, sticky, and aromatic.  The pate has a texture similar to a Brie or Camembert. The cheese as a whole is very strong due to its highly aromatic washed rind. The cheese has a somewhat supple pate with a spicy flavor and a barnyardy, rustic, and herbaceous aroma and is manufactured using raw or pasteurized milk. It is typically aged for 1 to 2 months.",
      "fat": "",
      "producers": "",
      "name": "Livarot",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Normandy, Livarot"
    }
  },
  {
    "Mahon": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft to firm",
      "type": "",
      "description": "Mahon is a DO cows milk cheese from the island of Minorca in Spain. It is one of the few cheeses produced in Spain that uses cows milk. The milk is sourced twice a day and only between the months of September and June. Mahon is a pressed cheese that has continued to retain its original shape, square with rounded edges and a recognizable orange colored rind that darkens as it ages. Its flavor is nutty and rich with slight undertones of acid and become more complex as the cheese ages. Its pate ranges from a pale white color to a darker straw color. There are four classifications of this cheese that are determined based on its maturity: 1) Fresco - aged within 10 days 2) Semi-Curado - aged at least 2 months 3) Curado - aged 6-10 months 4) Viejo or Anejo - aged approximately 1 year",
      "fat": "",
      "producers": "",
      "name": "Mahon",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Minorca"
    }
  },
  {
    "Majorero": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft to Semi-Firm",
      "type": "",
      "description": "Majorero is a DO  or DOP cheese from Spain that is made from goats milk. This cheese comes from Spanish island of Fuerteventura in the Canary Islands. The milk is sourced from the Majorera goat that primarily feed on marjoram and formed into cylindrical shapes. This cheese ranges from a soft and supple pate to a more firm and dense texture. When the cheese is younger, it has a milky and goaty flavor. As it ages, the flavor becomes more assertive and nutty. This cheese must be aged for at least 8-20 days but typically the more aged versions are the only ones allowed in the United States. This cheese can come without any coating on the rind, with pimenton (a type of paprika), or with gofio (roasted corn flower).",
      "fat": "",
      "producers": "",
      "name": "Majorero",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Fuerteventura, Canary Islands"
    }
  },
  {
    "Manchego": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm to hard",
      "type": "",
      "description": "Manchego is Spain's most famous cheese. Manchego is a DO, sheep's milk cheese produced in the La Mancha region in Central Spain. The cheese is named after the Manchega sheep, the only variety of milk used. It is most resembled by the herringbone pattern on the rind that was originally left behind by the tough grass esparto that was used for the pressing. Now this molding is made of plastic but retains a similar pattern. The cheeses are aged in natural caves and have different stages of maturation: 1) \"Fresco\" - Aged 3 months with a pale ivory colored pate and a soft and fairly sweet flavor with sight salty undertones 2) \"Semicurado\" - Aged 4 to 6 months with a texture that is beginning to firm up and the flavor is starting to intensify 3) \"Curado\" - Aged more than 6 months (typically for 1 year), the cheese is now a hard cutting cheese 4) \"Anejo\" - Aged for 12-24 months The typical flavor components of this cheese are milky, salty, with a sheepy sweetness towards the finish. The younger versions are much more mild with a softer texture and the more aged versions are sharper and dryer.",
      "fat": "",
      "producers": "",
      "name": "Manchego",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "La Mancha"
    }
  },
  {
    "Manouri / Manoypi": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Manouri is a PDO, semi-soft, fresh cheese that is made from drained whey, leftover from the production of feta cheese. It is then enriched with cream. It is a Greek cheese that is produced in Central and Western Macedonia and in Thessalia. Produced in logs, this cheese is bright white in appearance with a dense and grainy texture. Its flavor is similar to feta but it is not as salty. It is soft, rich and milky with citrus undertones. Manouri is traditionally used in the Greek dish Spanikopita and also named Manoypi.",
      "fat": "",
      "producers": "",
      "name": "Manouri / Manoypi",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Manouri / Manoypi": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Manouri is a PDO, semi-soft, fresh cheese that is made from drained whey, leftover from the production of feta cheese. It is then enriched with cream. It is a Greek cheese that is produced in Central and Western Macedonia and in Thessalia. Produced in logs, this cheese is bright white in appearance with a dense and grainy texture. Its flavor is similar to feta but it is not as salty. It is soft, rich and milky with citrus undertones. Manouri is traditionally used in the Greek dish Spanikopita and also named Manoypi.",
      "fat": "",
      "producers": "",
      "name": "Manouri / Manoypi",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Le Marechal": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Le Marechal is a raw cows milk cheese produced exclusively at the Fromagerie de Granges-Marnard Dairy in the town of Corcelles-AUX-Payernes in Switzerland. The cheese is manufactured in copper cauldrons with milk delivered twice a day to the creamery and pressed in hemp fabric and wooden vats.  The cheese is then covered in thyme, oregano, and other country herbs and aged in caves for about five months. The flavor is strong and nutty that resembles most to a sharp Gruyere with undertones of the herbs.",
      "fat": "",
      "producers": "",
      "name": "Le Marechal",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Mimolette / Boule de Lille": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Mimolette is a pasteurized cows milk cheese, produced in the Nord Pas-de-Calais region in northern France that closely resembles the shape, size, and look of a melon. In fact, this cheese is produced by the same process of Dutch Edam.  There are many arguments as to where this cheese was originally produced. Some argue that Mimolette originated in Holland whereas others insist it was founded in France. During the reign of Louis XIV, it was illegal in France to import cheeses from Holland. One theory is that the French from Normandy developed this cheese as a result to their cultural ties to Holland. The cheese is bright orange in color with a natural, dusty looking rind. Its texture varies from firm to hard the flavor most closely resembles the sharp and tangy flavors of a well-aged cheddar. The cheese also carries the name “Boule de Lille” since the cheese originates from the town of Lille. This cheese is classified into four different categories based on its aging time: 1) Mimolette Jeune (aged 2 months) 2) Mimolette demi-vielle (aged 6 months) 3) Mimolette vielle (aged 12 months) 4) Mimolette tres vielle (aged 18-24 months)",
      "fat": "",
      "producers": "",
      "name": "Mimolette / Boule de Lille",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Moliterno": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Moliterno is an Italian cheese named after the town where it originates in the southern region of Basilicata.  Most commonly known as a sheep cheese, it is also frequently made by blending a small percentage (10-30%) of goat’s milk. The cheese is formed in a basket for about 24 hours and left to age. While it is aging, the Moliterno is rubbed with olive oil to retain its moisture. The pate is firm and crumbles with a rich golden color. Its aroma is a balance of rustic and sweet fragrances. Its flavor is rich and salty with a strong bite. There are thee thee classifications of this cheese that are determined based on its maturity: 1) \"Primative\" - aged 2-6 months 2) \"Mature\" - aged at least 6 months 3) \"Extra\" - aged at least 1 year",
      "fat": "",
      "producers": "",
      "name": "Moliterno",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Basilicata"
    }
  },
  {
    "Montasio": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft to Semi-Firm",
      "type": "",
      "description": "Montasio is an Italian DOP cows milk cheese. It is a cooked, semi-hard cheese that is cylindrical in shape. An entire wheel is this cheese weighs approximately 14-15 lbs and it is 2-3 inches high. The cheeses was first produced in the 13th Century by Benedictine monks. Under current DOP laws, Montasio may only be produced within the geographical area of Friuli, Venetia Giulia, and the Veneto provinces of Belluno, and Treviso, together with parts of Padua and Venice. It is a mountain cheese that has a full nutty and slightly sweet flavor and a dense texture. It is typically a table cheese but can also be used for grating with the more mature varieties. There are three different types of Montasio: 1) \"Fresco\" - aged 2 months with a mild flavor 2) \"Mezzano\" - aged 5 to 10 months with a more powerful flavor 3) \"Stravecchio\" - aged over 10 months with a more nutty flavor and firmer texture",
      "fat": "",
      "producers": "",
      "name": "Montasio",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Northeastern Italy"
    }
  },
  {
    "Monte Veronese": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft to Semi-Hard",
      "type": "",
      "description": "Monte Veronese is an Italian DOC cow's milk cheese. Produced in the Lessini mountainous area above Verona, this is a semi-firm cylindrical shaped cheese that can be made either with whole or partially skimmed milk, depending on its variety. Its pate is straw colored, its flavor is somewhat sweet and nutty, and its texture is rich and becomes denser with age. Monte Veronese is used as both a table and grating cheese. There are two classifications of this cheese that are determined based on its maturity: 1) Fresco - Aged less than 60 days, made with whole milk and not found in the United States 2) D'Allevio - Aged at least 60 days and made with partially skimmed milk",
      "fat": "",
      "producers": "",
      "name": "Monte Veronese",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Veneto"
    }
  },
  {
    "Monteo Tavoliere": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Monteo Tavoliere is a cow’s milk cheese from the Veneto region in Northern Italy. It is aged for approximately 60 days to create a semi-soft texture with an uneven scattering of eyes. The consistency and texture resemble similar cheeses in the Northern Italian area such as Asiago Pressato, Trugole, or Crucolo. The pate is soft and ivory colored. Its flavor is complex, tangy, and buttery but not overwhelmingly rich. It has a terrific capability to melt and still maintain its structure but can also work well as a table cheese. It works well as a mild table or melting cheese or when used in sandwiches.",
      "fat": "",
      "producers": "",
      "name": "Monteo Tavoliere",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Veneto"
    }
  },
  {
    "Morbier": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Morbier is an AOC cows milk cheese from the Franch-Comte region in France. It is most recognized by its a layer of grayish black edible ash through the center of the ivory colored pate.  This cheese was originally made for personal consumption by the cheesemakers of Comte.  Ash was added to the leftover curd of the evening production to prevent a rind forming and to keep insects away.  The cheesemaking process continues by adding the remaining curd from the next morning’s production and allowing the cheese to age for at least two months. This results in a layered cheese, with a semi-soft and elastic pate that is creamy and slightly aromatic. The natural rind is sticky and forms a light brown color.",
      "fat": "",
      "producers": "",
      "name": "Morbier",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "France-Comte"
    }
  },
  {
    "Mozzarella": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Mozzarella is an Italian pasta-filata cheese that originated in the southern region of Campania. However, now production of this cheese is made throughout the world and the word “Mozzarella” is now more a generic name for this type of cheese. The cheese is made by cutting the curds into small pieces and adding hot water to heat the cheese so that it develops a consistency that is elastic. The cheese maker will stretch and kneeds the cheese so that it reaches a proper texture and is formed into balls. The name is derived from this process using the word “mozzare” which means “to cut”.  Authentic mozzarella uses the milk from water buffalo and is a DOC for the region in Campania. Technically, the Mozzarella made from cow’s milk should be called “fior di latte” (milk of the flower). Both are soft, fresh, cheeses that are white in color and elastic in texture. It has an extremely creamy and milky flavor that is mild and suitable for cooking. There are also versions of this cheese that are smoked.",
      "fat": "",
      "producers": "",
      "name": "Mozzarella",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Munster-Gerome": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "This is an AOC French cows milk cheese from Northeastern France. The cheese is made under different names on either side of the Vosges Mountains. In Alsace, on the eastern side of the mountains it is called Munster. In Lorraine, on the western side of the mountain it is known as Gerome. Munster received its AOC certification in 1969 but in 1978, the AOC Munster-Gerome united the two cheeses. This cheese has absolutely no resemblance to the generic, American version of the cheese Muenster. The French version is a very highly aromatic cheese with a sticky, red colored rind. The pate is smooth and creamy the cheeses full and rich flavor is attributed to the baryardy, grassy, and herbaceous aroma generated from the brine rubbed rind. The milk used to make Munster comes from the Vosgiennes cows, a breed that was imported from Scandinavia in the 18th century.",
      "fat": "",
      "producers": "",
      "name": "Munster-Gerome",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Alsace (North Eastern France)"
    }
  },
  {
    "Oka": {
      "origin": "Canada",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Oka is a Canadian, semi-soft, cows milk cheese with a washed rind. It was originally created in the late 1800s by French Trappist monks in the town of Oka in Quebec. Derived from the French cheese Port Salut, Oka has a soft and creamy pate with a rind that is slightly sticky, aromatic and reddish-orange in color. Its flavor is buttery and nutty. There are four types of Oka produced: 1)\tRegular: Made from both raw and pasteurized milk and aged for 1 month 2)\tClassic: Unpasteurized, and aged for two months 3)\tLight: Made with only pasteurized milk that is partially skimmed 4)\tProvidence: The creamiest version of this cheese",
      "fat": "",
      "producers": "",
      "name": "Oka",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Quebec"
    }
  },
  {
    "Old Amsterdam": {
      "origin": "Holland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Old Amsterdam is an aged Gouda style cheese made from pasteurized cows milk. It is a Dutch cheese named after the capital city and the cheese is produced in the province of North Country in the west of the country. It is aged for approximately two years and regularly checked during the ripening process. It is a quality controlled cheese and can only be sold when the cheeses meet the criteria and therefore is labeled with with \"Premier Grand Cru Classé\". It has tiny salt crystals which form naturally and give added flavor and texture to the dense body. Old Amsterdam has an ivory colored pate with rich, nutty, robust flavor with hints of caramel and butterscotch and firm texture.",
      "fat": "",
      "producers": "",
      "name": "Old Amsterdam",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "North Holland"
    }
  },
  {
    "Ossou-Iraty": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Ossou-Iraty is an AOC sheep milk cheese from the western Pyrenees Mountains in France. The milk for this cheese may only be processed twenty days after lambing. The AOC regulations extend to two areas within the mountain range. Ossou is in Bearn and Iraty is in the French Basque region. Its pate is ivory colored and semi-firm with a flavor that is rich and nutty with undertones of caramel. It is also commonly referred to as Istara, which is the name of the most popular company that produces this cheese.",
      "fat": "",
      "producers": "",
      "name": "Ossou-Iraty",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Pyrenees Mountains"
    }
  },
  {
    "P'tit Basque / Petit Basque": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "P’tit Basque is a pasteurized sheep milk cheese from the French Pyrenees. It is a relatively new cheese that was first released in 1997 and manufactured by the Lactalis Company. It is a semi-firm, washed rind cheese that is coated in wax that looks like a basket weave to retain its moisture and to prevent it from creating a moldy rind. The cheese is manufactured in small wheels that are approximately three inches high and two to three inches in diameter. Each wheel only weighs around 1.5 pounds. The pate is ivory colored and smooth with a sweet and fragrant aroma. Its texture is creamy yet dense with a well-balanced sweet and salty flavor.",
      "fat": "",
      "producers": "",
      "name": "P'tit Basque / Petit Basque",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Pagliettina": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Pagliettina is a tuma cheese, made in the province of Cuneo in the Piedmont region of Italy using a combination of cow, goat and sheep milk. Aged for just a few days, this cheese has creamy, elastic and supple pate with a rind that is straw colored in appearance and appearance in texture. Rich and aromatic, every piece is hand wrapped and tied with natural twine. Produced by the La Bottera creamery, this cheese has also carried the name Vera Pagliettina and Palliettin Cremosa.",
      "fat": "",
      "producers": "",
      "name": "Pagliettina",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Parmigiano Reggiano": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Arguably the most popular cheese in the world, Parmigiano Reggiano is also nicknamed the \"king of cheeses\". It is a hard, DOC, cows milk cheese named after the town of Parma and produced in the provinces of Parma, Reggio Emilia, Modena, Bologna, and Mantua. The milk used is unpasteurized, and comes from free-range cows. The milk is left overnight so that the cream can be skimmed off the next day and added with the fresh morning milk, making it a partially skim mixture. The texture of Parmigiano Reggiano is hard and grainy and its flavors are rich, nutty, and sweet with undertones of salt. It is a very versatile cheese as it commonly used as a grating cheese in the United States but primarily a table cheese in Europe. As with all aged cheeses, Parmigiano Reggiano intensifies in flavor and dry out as the cheese ages longer. There are three categories of ripeness for this cheese: 1) \"Fresco\" - Aged between 12 and 18 months 2) \"Vecchio\" - Aged between 18 and 24 months 3) \"Stravecchio\" - Aged between 24 and 36 months There are many imitations of this Parmigiano Reggiano, such as Parmesan (found in the United States and usually pre-grated with higher salt content) and Reggianito (manufactured in Argentina and much younger and milder).",
      "fat": "",
      "producers": "",
      "name": "Parmigiano Reggiano",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Parts of Emilia-Romagna and Lombardy"
    }
  },
  {
    "Parrano": {
      "origin": "Holland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Parrano is a cow's milk Gouda style cheese from produced in the Netherlands. Made exclusively by one of the largest Dutch cheese companies, Uniekaas,  it is a firm cheese with a golden colored pate. Its flavor is somewhat mild and nutty with salty undertones and is marketed as a Dutch cheese with Italian influences. It is described as a balance between Gouda and Parmesan. There are three clasifications of this cheese: 1)    Parrano Originale – Aged for 5 months 2)    Parrano Robusto – Aged for 9 months 3)    Parrano Olifesta – Aged for 5 months and blended with sun-dried tomatoes, Italian herbs, and olive oil Parrano Originale is the most common version found in the United States.",
      "fat": "",
      "producers": "",
      "name": "Parrano",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Northern Holland"
    }
  },
  {
    "Pecora Bella": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Pecora Bella is an Italian sheep milk cheese from the island of Saridinia. It is a hard cheese that has a very rich flavor and is not as salty as typical pecorinos. Its texture is dense and granular. Its appearance has a dark rind with a pate that is a light ivory color.  Translated as the “beautiful ewe”, Pecora Bella is aged two months to develop its rich and nutty flavor that has subtle nuances of saltiness and sweetness.",
      "fat": "",
      "producers": "",
      "name": "Pecora Bella",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Pecorino Re Nero": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Pecorino Re Nero is an Italian, pasteurized, sheep’s milk cheese. Produced by the Il Forteto Cooperative in the Tuscan town of Mugello, Pecorino Re Nero is semi-hard in texture and ivory colored in appearance and is covered with a thin black wax coating.  This cheese was traditionally made using dark ash and olive sediment to create its coating. This cheese is aged for three months with a nutty and salty flavor and a rustic and herbaceous finish.",
      "fat": "",
      "producers": "",
      "name": "Pecorino Re Nero",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Pecorino Romano": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Most famously known as a grating cheese, Pecorino Romano is a DOP sheep milk cheese comes from the provinces of Lazio and Sardinia. It was originally produced only in the Italian region of Lazio, the area surrounding and including the city of Rome. In 1884, the Italian Government issued a restriction on the salting of cheese inside shops in Rome, and many producers were forced to move to the island of Sardinia. When the restriction was lifted, the producers remained but the milk sourced for the cheese is exclusive to the two regions and a small portion of southern Tuscany. Made from pasteurized sheep milk and aged for at least 8 months, this cheese develops a very hard texture with a salty flavor. One of the most popular cheeses in Italy, Pecorino Romano is a classic ingredient for many Italian pasta dishes, particularly those from the Roman region in Italy.",
      "fat": "",
      "producers": "",
      "name": "Pecorino Romano",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Sardinia, Lazio, & Province of Grosseto in Tuscany"
    }
  },
  {
    "Perla Grigia": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "This is an Italian, semi-soft cheese from the Veneto region of Italy.  Made using cow’s milk, this cheese is mixed with truffle shavings and then coated with various spices such as cinnamon, nutmeg, and ash to preserve it and add a different flavor component to the cheese.  This cheese's name, “Perla Grigia”, means “gray pearl”, and is in reference to the appearance of the cheese. The pate is ivory in color and smooth in texture with a flavor is creamy and slightly rustic with undertones of truffle.",
      "fat": "",
      "producers": "",
      "name": "Perla Grigia",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Veneto"
    }
  },
  {
    "Petit Billy": {
      "origin": "France Region",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Petit Billy is a fresh goat’s milk cheese from the Loire region in France. It is a relatively new cheese that was first introduced in 1986 and has quickly become a very popular cheese. Because it is fresh, the cheese has no rind and a bright white pate. The milk is sourced from the Saanen breed of goats which are considered to be of high quality. When the cheese is at its freshest, its texture can resemble a slightly firmer version of ricotta cheese. As it ages, Petit Billy loses moisture and becomes firmer in texture and stronger in flavor. The cheese is milky and rich with a slight tangy finish.",
      "fat": "",
      "producers": "",
      "name": "Petit Billy",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Piave": {
      "origin": "France Region",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Piave  is an Italian, cows milk, mountain cheese that is named after the river Piave, in Belluno Italy.  The area surrounding the river is also where the milk is collected to produce Piave. The pate straw colored and the cheese has a full nutty flavor that intensifies with age.  Once fully aged, it becomes hard and is very comparable to a sharp cheddar or Parmigiano Reggiano. There are four classifications of this cheese that are determined based on its maturity: 1) Fresco (fresh) variety 30-60 days aging 2) Mezzano (medium) variety 60-180 days aging but typically closer to 180 days 3) Vecchio (mature) variety aged over 180 days 4.) Vecchio Oro del Tempo (extra-mature) variety aged over 12 months The two most common forms of this cheese are the Piave Mezzano and the Piave Vecchio.",
      "fat": "",
      "producers": "",
      "name": "Piave",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Pierre Robert": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Pierre Robert is a French triple-crème style cows milk cheese. It is a pasteurized cheese that is enriched with cream with a white, velvety and pillowy rind.  This cheese was invented by Brillat-Savarin cheesemakers, Robert Rouzaire and his friend Pierre. Made in small, 1 pound wheels, this cheese is aged for three weeks, resulting in a rich, buttery flavor that is smooth, mild, and slightly tangy. Its pate is soft yet dense and similar to the texture of La Tur, Rochetta, and Camilla. Because of its mild and buttery flavor, it is a cheese that is paired well with Champagne.",
      "fat": "",
      "producers": "",
      "name": "Pierre Robert",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Piz Bever": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Piz Bever is a Swiss mountain cheese produced in, Graubuenden, Switzerland's largest and easternmost canton. Made from unpasteurized cow milk in dairy farms at over 1000 metres above sea level, it is a hard, alpine cheese with a rich, nutty, and slightly tangy flavor. White to ivory-colored pate with a slight scattering of small holes or \"eyes\", and a brown to red washed rind. There are two versions of this cheese: 1) Piz Bever Classic: Aged 3-4 months 2) Piz Bever Extra: Aged at least 6 months",
      "fat": "",
      "producers": "",
      "name": "Piz Bever",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Graubuenden"
    }
  },
  {
    "Pont L'Eveque": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Pont L'Eveque is an AOC, washed rind, cows milk cheese from the Normandy region in France. This square shaped cheese has been produced for many centuries and is considered to be one of the most popular cheeses in France. References of this cheese in the Middle Ages called it \"Angelot\" or \"Augelot\". It adopted the name \"Pont L'Eveque\", named after the town it was originally produced in, in the 16th or 17th century. Its rind is slightly sticky and ranges from an ivory color to a rich orange color. Its pate is soft and creamy, but not runny. Its flavor is rich and buttery. Its aroma is strong and assertive. There are thee types of this cheese that are classified according to its size: 1) Petit - formed in an approximate 9cm square 2) Demi - formed in an approximate 11cm square 3) Grand - formed in an approximate 20cm square",
      "fat": "",
      "producers": "",
      "name": "Pont L'Eveque",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Normandy"
    }
  },
  {
    "Prima Donna": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Prima Donna is a pasteurized, cow's milk cheese made in the style of a Dutch Gouda with lower butterfat.  Gouda requires 48% butterfat and Prima Donna cheeses are made with 45% butterfat. After 14-16 months of aging, the cheese is dipped in wax (to maintain its moisture) and wrapped in the famous reddish pink paper. It closely resembles the Old Amsterdam but it has the characteristics a younger version would possess. It is less sharp and maintains more moisture. The pate has a rich golden color with small holes throughout and the cheese has a nutty flavor with slight undertones of caramel and salt. Its texture is semi-firm and slightly crumbly and the cheese is manufactured in 26lb wheels.",
      "fat": "",
      "producers": "",
      "name": "Prima Donna",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Primo Sale": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Primo Sale is an Italian, sheep milk cheese primarily produced in the islands of Sicily and Sardinia. The name itself literally means “first salt” and is used to describe early stages of maturation. In the Belice Valley in Sicily, before the cheese is salted and taken right out of the mould, the cheese is called “Tuma”. After its first salting, it is called “Primo Sale”. After it is aged, it is referred to as “Vastedda”. Because the cheese is young, it has a bright white colored pate and milky in flavor. It is a rindless cheese that is semi-soft in texture. This cheese is typically made plain or flavored with black or red peppercorns.",
      "fat": "",
      "producers": "",
      "name": "Primo Sale",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Sicily and Sardinia"
    }
  },
  {
    "Provolone": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm",
      "type": "",
      "description": "Provolone is an Italian pasta-filata cows milk cheese. It originated in the southern region of Basilicata but is now produced all throughout the country. It is produced in a pasta-filata process, similar to mozzarella. The curd is heated us using hot water until it becomes stringy and then formed into its distinguishable shape. It is then dipped in brine, coated in wax, and hung to age. The solid pate has a straw color that becomes darker as it ages. There are three different types of Provolone: 1) \"Dolce\" - Aged approximately 6 months with a mild and buttery flavor 2) \"Piccante\" - Aged approximately 1 year with a firmer texture and a much sharper and spicier flavor 3) \"Affumicato\" - Lightly smoked for about a week, then aged for a further three months.",
      "fat": "",
      "producers": "",
      "name": "Provolone",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "All over the country"
    }
  },
  {
    "Rocinante Queso de Cabra": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm",
      "type": "",
      "description": "Queso de Cabra is a pasteurized Spanish table cheese made from goat's milk. Aged for approximately 1 month, this cheese has an ivory colored pate and a semi firm texture. While it is made with goat milk, it does not have the tangy flavor characteristics that most people associate with goat cheese. Instead its flavor it more woodsy with undertones of hazelnuts and almonds. This cheese possesses a herringbone weave pattern on its orange rind which is typically associated with Spanish cheeses and more specifically Manchego. Manufactured by the Rocinante Company in Spain, it is commonly known as simply \"Queso de Cabra\" or \"Puro de Cabra\". Rocinante is one of the more popular companies in America. There are three varieties of this cheese: 1)\tQueso de Cabra Puro - Aged 1 Month 2)\tQueso de Cabra al Vino - Aged 1 Month and washed in Red Wine 3)\tQueso de Cabra al Romero - Aged 4 Months and covered in Rosemary",
      "fat": "",
      "producers": "",
      "name": "Rocinante Queso de Cabra",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Castile-La Mancha"
    }
  },
  {
    "Raclette": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Raclette is a highly aromatic cows milk cheese and is famously known as a great coking cheese. It is a semi soft cheese that is made in wheels that are approximately three inches high and 15 inches in diameter. Its pate is straw colored and creamy. Its rind is sticky and fragrant. Its flavor is nutty and earthy. It is produced both in the French and Swiss Alps and is similar in flavor and texture as Moriber and Fontina. Because it is a great cooking cheese, Raclette is typically melted into dishes. In fact, its name derives from racler, meaning to scrape. Traditionally, the cheese is cut and heated so that it can be scraped off and mixed with potatoes, vegetables, onions and sometimes meat.",
      "fat": "",
      "producers": "",
      "name": "Raclette",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Raschera": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Raschera is an Italian DOP cows milk cheese. Its name is derived from lake Raschera, which lies at the foot of Mt. Mongioie. It is a semi-soft cheese that is matured for at least a month. Raschera is a semi-soft unpasteurized cheese with an ivory colored pate that has small holes dispersed throughout the square shaped cheese. The texture is elastic and somewhat dense and the flavor is somewhat delicate, nutty, and slightly spicy with salty undertones at the finish.",
      "fat": "",
      "producers": "",
      "name": "Raschera",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Rhinette": {
      "origin": "Germany",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Rhinette is a semi-soft cow milk cheese made in the pristine Allgäu Mountains in southeast Germany. Semi-soft in texture and mild in flavor, this is a washed rind cheese that is bathed in apple cider during the maturing process. The Renette variety of apples are sourced from the orchards in the Lake Constance region to make the cider used to brush this cheese. The flavor has a rustic and earthy element to it with a subtle aroma of apples.",
      "fat": "",
      "producers": "",
      "name": "Rhinette",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Allgau Mountains"
    }
  },
  {
    "Ricotta Salata": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Ricotta Salata is an Italian sheep’s milk cheese. This cheese originated in Sicily, but is now produced in several areas within the country including Sardinia, Puglia and Lazio. It is a pressed cheese that is salted and aged for approximately three months and formed into medium sized wheels that are typically 3 to 4 inches high and 6 to 7 inches wide. Its texture is dense and it ideal for grating. Its appearance is pure white and has no rind. Its flavor is well balanced, salty, and milky and most closely resembles feta cheese.",
      "fat": "",
      "producers": "",
      "name": "Ricotta Salata",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "All over the country"
    }
  },
  {
    "Robiola Bosina": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Robiola Bosina is a bloomy rind, square shaped Italian cheese that is made from a blend of sheep and cows milk. Produced by the Caseificio dell'Alta Langa dairy in Piedmont, this cheese has a creamy, elastic and supple pate with a rind that is velvety and pillowy. Its appearance has a straw colored pate and a bright white rind. The cheese has full rich flavors that are earthy and mushroomy with undertones of sweetness and tanginess attributed to the sheep milk.",
      "fat": "",
      "producers": "",
      "name": "Robiola Bosina",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Robiola Osella": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "Robiola Osella is a fresh, creamy Italian cheese made from pasteurized cow milk. Made in small, 4oz cubes, it has a bright white color with no rind, a milky and delicate flavor, and a smooth texture. This is a cheese that is easily spreadable or can be used as an ingredient to enhance dishes.",
      "fat": "",
      "producers": "",
      "name": "Robiola Osella",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Piedmont"
    }
  },
  {
    "Robiola Rochetta": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Robiola Rochetta is an award winning cheese made in Italy's Piedmont region, at the dairy Caseificio dell'Alta Langa near Alba. It is a soft-ripened, mixed milk cheese that is made from blended sheep, cow and goats milk. It is the winner of the best dairy product at the 2008 Fancy Food show. The pate is semi-soft and creamy, with a texture similar to cheesecake. It has a thin and slightly wrinkled bloomy rind.  Its flavor is full, slightly sweet and rustic, with a tangy finish. It most closely resembles La Tur, which is also a mixed milk cheese made by the same manufacturer, but is larger in size.",
      "fat": "",
      "producers": "",
      "name": "Robiola Rochetta",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Rossellino": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Rossellino is a firm sheep's milk cheese from Tuscany. Its name is and appearance is derived from characteristic architecture of the Tuscan towns. Rossellino is rubbed with tomato paste, giving it that earthy terracotta look typical to the roofs in the Tuscan buildings. The pate is firm and straw colored with classic flavor components of traditional Pecorinos. It is somewhat sweet with salty undertones and a rich nutty flavor.",
      "fat": "",
      "producers": "",
      "name": "Rossellino",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Tuscany"
    }
  },
  {
    "Roucoulons": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Bloomy Rind",
      "type": "",
      "description": "Roucoulons is a bloomy rind, cows milk cheese produced by Fromagerie Milleret in Franche-Comte region of France. It is a soft ripened cheese with a pale, orange colored rind. Its pate is ivory colored and creamy in texture. It is mild but has rustic, earthy and beefy components to its flavor. It is marketed as a “love” cheese with hearts on its packaging and its name deriving from the French word “roucouler” which means to talk fondly or amorously. It has a lovely depth of flavor and is not a very famous cheese in the United States.",
      "fat": "",
      "producers": "",
      "name": "Roucoulons",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Franche-Comte"
    }
  },
  {
    "Saint Andre": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "St. Andre is a triple crème cows milk French cheese. It is arguably the most popular triple crème cheese in the world.  It is a soft ripened cheese, similar to Brie and Camembert, yet with a higher fat content and a richer, more buttery flavor.  Made in the Pyrénées Mountains, this cheese is produced by enriching cows milk with cream, raising the butterfat content to approximately 75%. Its rind is bright white and velvety in texture. Its interior is soft and creamy with a density similar to a cheesecake. Its flavor is rich and buttery with slight rustic undertones of mushrooms and grass. This is a typical desert cheese due to its sweet, buttery flavor.",
      "fat": "",
      "producers": "",
      "name": "Saint Andre",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Saint Nectaire": {
      "origin": "France",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "St. Nectaire is an AOC, cows milk cheese made in the Auvergne region in France.  It is a pressed, uncooked cheese, using Salers cattle, the same source of milk as Cantal. What is interesting about this cheese is its name.  There was no Saint Nectaire. Its name s derived from the Marechal of Sennecterre who served this cheese at the table of Louis XIV. Over time, the cheese developed its name “Saint Nectaire”.  The cheese is aged for 8-10 weeks in damp cellars sitting on top of rye straw. This aging process attributes greatly to its earthy and musty aroma. Its pate is semi-firm and ivory colored with a creamy texture and a nutty flavor that is rustic and mushroomy.",
      "fat": "",
      "producers": "",
      "name": "Saint Nectaire",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Auvergne"
    }
  },
  {
    "Saint Paulin": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Saint Paulin is a mild, semi-soft, cows milk cheese. It is made throughout the entire country of France but primarily in the Brittany region in the northwestern part of the country. It is a washed rind cheese with a mild and somewhat elastic ivory colored pate.  This cheese is modeled on Port-du-Salut and was the first cheese to be made with pasteurized milk. Only within the last 20 years has a raw milk version of this cheese been available.  This cheese was originally produced exclusively in monasteries. It is now also manufactured by private companies.",
      "fat": "",
      "producers": "",
      "name": "Saint Paulin",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Saxon Shires": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Saxon Shires is a cheese that is made by taking five of Great Britain’s famous cheeses: Double Gloucester, Leicester, Lancashire, Derby and Cheddar and combining them in layers. The different layers create not only a visually appealing cheese, but also a harmonious blend of flavors as each layer alternates from mild to sharp.  Although it has the flavor components of all five cheeses, Saxon Shires, as a whole, contains the sharp and tangy flavor components that people typically associate with cheddar.",
      "fat": "",
      "producers": "",
      "name": "Saxon Shires",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Perla Grigia": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "This is an Italian, semi-soft cheese from the Veneto region of Italy.  Made using cow’s milk, this cheese is mixed with truffle shavings and then coated with various spices such as cinnamon, nutmeg, and ash to preserve it and add a different flavor component to the cheese.  This cheese's name, “Perla Grigia”, means “gray pearl”, and is in reference to the appearance of the cheese. The pate is ivory in color and smooth in texture with a flavor is creamy and slightly rustic with undertones of truffle.",
      "fat": "",
      "producers": "",
      "name": "Perla Grigia",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Veneto"
    }
  },
  {
    "Sovrano": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Hard",
      "type": "",
      "description": "Sovrano is fairly new cheese that is similar in both color and texture to Parmigiano Reggiano and Grana Padano but is made from a mix of cow's milk and buffalo milk. Manufactured by Latteria Mauer In Lombardy, Italy, Sovrano is a unique cheese that is aged for a minimum of 18 months. Its uniqueness is that most cheeses produced with buffalo milk are stretched curd cheeses such as mozzarella. Marketed as buffalo Parmigiano Reggiano, Sovrano is firm, crumbly yet creamy, with a crystallized and granular texture. The rind is hard and bright white in color, whereas the interior is more ivory colored. Rich and nutty in flavor, it has a stronger tangy finish than Parmigiano Reggiano.",
      "fat": "",
      "producers": "",
      "name": "Sovrano",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Lombardy"
    }
  },
  {
    "Stelvio / Stilfser": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Stelvio is a cow’s milk cheese from the Stelvio Valley in the Alto Adige region of Northern Italy. This cheese has been made for hundreds of years but only recognized and called Stelvio in 1914. In the early 1900’s this cheese was only produced for local consumption but has been gaining popularity over the years. In 2003, it was recognized as a DOC cheese. The area where it is produced is also a German speaking region and so the cheese also carries the name Stilfser. The cheese is aged for approximately 60 days, developing a semi-soft texture that is elastic. It has a reddish colored rind, and ivory colored pate with an uneven scattering of holes. Its flavor is rich and buttery with an assertive aroma. This cheese can also melt well without jeopardizing its flavor or aroma.",
      "fat": "",
      "producers": "",
      "name": "Stelvio / Stilfser",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Stelvio Valley, Alto Adige"
    }
  },
  {
    "Stelvio / Stilfser": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Stelvio is a cow’s milk cheese from the Stelvio Valley in the Alto Adige region of Northern Italy. This cheese has been made for hundreds of years but only recognized and called Stelvio in 1914. In the early 1900’s this cheese was only produced for local consumption but has been gaining popularity over the years. In 2003, it was recognized as a DOC cheese. The area where it is produced is also a German speaking region and so the cheese also carries the name Stilfser. The cheese is aged for approximately 60 days, developing a semi-soft texture that is elastic. It has a reddish colored rind, and ivory colored pate with an uneven scattering of holes. Its flavor is rich and buttery with an assertive aroma. This cheese can also melt well without jeopardizing its flavor or aroma.",
      "fat": "",
      "producers": "",
      "name": "Stelvio / Stilfser",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Stelvio Valley, Alto Adige"
    }
  },
  {
    "Stilton": {
      "origin": "England",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Stilton is an unpressed, Protected Designation of Origin (PDO) blue cheese from England. It is produced only in the three counties of Derbyshire, Leicestershire and Nottinghamshire with local pasteurized cows milk. The curds are and formed into a cylindrical shape and rotated so that they naturally drain. After approximately six weeks, the cheeses are injected with Penicillium Roqueforti and aged for an additional 3-4 weeks before it is inspected and approved for sale. The cheese has a crumbly texture with flavor components that are sharp, salty and slightly tangy. Stilton is a very popular and versatile cheese that can be used either as an ingredient or eaten alone.",
      "fat": "",
      "producers": "",
      "name": "Stilton",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Counties of Derbyshire, Leicestershire and Nottinghamshire"
    }
  },
  {
    "Stracchino / Creszenza": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Soft",
      "type": "",
      "description": "Stracchino is a rectangular Italian cow's-milk cheese made from whole milk. It is typical of Lombardy region in North Central Italy. The name of the cheese derives from the Italian work \"stracca\" which means tired. The name Stracchino literally means in the local dialect \"little tired one\". The milk is traditionally made from the tired cows in the Autumn or Winter months who travel seasonally down the mountainous region in the Alps. The milk obtained from these \"tired\" cows is the defining characteristic of the cheeses flavor. It is a rich, fresh, rindless cheese that contains about 50% fat, with a soft and creamy texture and a slightly acidic finish. This cheese also hails the name \"Crescenza\".",
      "fat": "",
      "producers": "",
      "name": "Stracchino / Creszenza",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Lombardy"
    }
  },
  {
    "Taleggio": {
      "origin": "Italy Region",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Taleggio is an Italian, washed rind, cows milk cheese from the Lombardy region in northern Italy. It is named after the Val Taleggio which is an Alpine valley in between the provinces of Bergamo and Lecco. It is a square shaped cheese that has an aromatic and brownish red colored rind that is slightly sticky in texture. The pate is ivory colored and creamy.  Taleggio is one of the oldest cheeses as it dates back to the 1200s. Each piece weighs around 4 pounds and are made in 10 inch squares and are about 2 inches thick. Its aroma is assertive and full. Its flavor is rich and beefy with salty undertones.",
      "fat": "",
      "producers": "",
      "name": "Taleggio",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Tete de Moine": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Tete de Moine is a semi-hard, raw, cows milk Swiss mountain cheese. It has a small cylindrical shape that closely resembles the shape of a coffee can. It is the single exception to the rule that all mountain cheeses are large. The cheese literally means \"Monk's Head\" and its name is derived from the former Monastery of Bellelay in the Swiss Jura.  It is also referred to as \"Bellelay\", the town where it's now produced.  This cheese is fairly robust in flavor that tastes nutty and beefy with a background of sweetness and saltiness. It is one of the strongest of the Swiss cheeses. It is traditionally eaten using a Girolle, a device similar to a knife that rotates in circles and creates shavings of the cheese in the shape of a rosette. This allows air to come into contact with the cheese, releasing its aromas and enhancing its flavor.",
      "fat": "",
      "producers": "",
      "name": "Tete de Moine",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Parts of Franches Montagnes, Moutier, Porrentruy and Courtelary in the Swiss Jura."
    }
  },
  {
    "Tetilla": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Tetilla cheese is a DO cows milk Spanish Cheese produced in the Galicia region of north west Spain. Its name in the local dialect is queixo de Tetilla. This cheese named after the shape it is formed in, a woman's breast. The milk used comes from the \"rubia gallega\" cow, a cow indigenous to the region in Spain. Its texture is creamy and somewhat elastic and its flavor is very mild with a tangy finish. Because it is a young cheese, it has flavor characteristics typical to fresh cheeses.",
      "fat": "",
      "producers": "",
      "name": "Tetilla",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Toma Piemontese": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Toma Piemontese is a cows milk, cylindrical shaped, semi-cooked cheese produced in the Piemonte region of North West Italy. It is one of the oldest cheeses produced in Italy as it dates as far back as the Roman Empire. The term \"Toma\" is a name attributed to a specific style of semi-hard Italian cheeses from the Aosta Valley and Piemonte. Toma Piemontese is the only DOP certified cheese. It is made from the milk of two consecutive milking, making this a very rich and buttery cheese, with a smooth pale yellow pate. Two varieties of this cheese are produced. One is produced entirely from whole milk while the other is produced from skim milk and are either soft or semi-hard. The semi-hard versions of this cheese are more popular. It possesses many of the characteristics that most mountain cheeses posses; a slightly sweet and mild flavor as the cheese is young and a full and nutty flavor as the cheese ages.",
      "fat": "",
      "producers": "",
      "name": "Toma Piemontese",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Piedmont"
    }
  },
  {
    "Tomme de Savoie": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Tomme de Savoie is a semi-firm, cow’s milk cheese from the Savoie region in France.  It is made using skim milk left over after the cream has been used to make butter or richer cheeses. It is therefore a relatively lower fat cheese that has a fat content between 20 and 45%. It is a pressed cheese that is made in small, 1-2kg sized forms. This cheese is made all year with slight flavor differences resulting in the diets the cows eat during the summer and winter months. It is aged for at least 2 months and develops a thick, gray colored, powdery, rustic looking rind. The pate is mild and grassy that is beige colored.",
      "fat": "",
      "producers": "",
      "name": "Tomme de Savoie",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Le Tonneau": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Soft",
      "type": "",
      "description": "Le Tonneau is a relatively new cheese from Switzerland that is made in the shape of a barrel (tonneau in French means barrel). It is an unpasteurized cows milk cheese that has typical flavor and texture characteristics as most Swiss cheeses possess. It is semi-soft and dense in texture with a full, fruity, nutty flavor with a slightly tangy finish. It is a slightly aromatic cheese with a full and robust flavor that is aged for approximately four months. It is a great snacking cheese but may also be used to melt and mix with other traditional Swiss cheeses for fondue.",
      "fat": "",
      "producers": "",
      "name": "Le Tonneau",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Western Switzerland"
    }
  },
  {
    "Trugole": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Trugole is a cow’s, milk semi-soft cheese from the Piedmont region in Italy.  Its most closely resembles Asiago Fresco in texture, appearance, and flavor. The milk sourced comes from cows that graze in the foothills of the Alps where the foliage is rich. The name “Trugole” comes from the name of a particular pasture that these cows graze on. Every day, for sixty days, the cheeses are turned and rubbed with water and salt to retain its soft and elastic interior. The pate is straw colored with small, scattered eye formation and the flavor is mild, glassy, and slightly tangy.",
      "fat": "",
      "producers": "",
      "name": "Trugole",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Tuma Valcavera": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "Tuma Valcavera is an Italian cows milk cheese from the Piedmont region in northern Italy. Produced by the La Botterra creamery, the cheese is made in medium sized wheels that range from 8 to 12 pounds. Each cheese is covered in straw and aged in caves of “tufo” (a porous stone) for at least two months. The pate is firm and dense in texture and ivory colored. Its flavor is rustic, slightly nutty, and light.",
      "fat": "",
      "producers": "",
      "name": "Tuma Valcavera",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "La Tur": {
      "origin": "",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "",
      "type": "",
      "description": "La Tur is made in Italy's Piedmont region, at the dairy Caseificio dell'Alta Langa near Alba. It is a soft, rich and creamy Italian cheese made of blended sheep, cow and goats milk that is pasteurized at the lowest level according to Italian law. Each piece is approximately three inches wide and one to two inches high. The pate is light and fluffy, like a thick pudding or cheesecake, becoming creamy toward its bloomy and slightly wrinkled rind. Its aroma is assertive with earthy and mushroomy fragrances.  Its flavor is rich, buttery and rustic, with a tangy finish.",
      "fat": "",
      "producers": "",
      "name": "La Tur",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": ""
    }
  },
  {
    "Vacherin Fribourgeois": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-firm",
      "type": "",
      "description": "Vacherin Fribourgeois is a Swiss AOC cheese from the Fribourg region of Switzerland. It is a semi-firm cows milk mountain cheese. Its texture is somewhat elastic with a straw colored pate and a rich, nutty flavor. It can replace the traditional Swiss mountain cheeses for fondue recipes but is also an ideal table cheese. There are six classifications of this cheese: 1) Classic - aged: 6-12 weeks 2) Extra - aged: at least 12 weeks 3) Rustic - aged: 12-25 weeks 4) Alpage - aged: 12-25 weeks 5) Mountain - aged 9-25 weeks 6) Bio (Organic) - aged at least 9 weeks",
      "fat": "",
      "producers": "",
      "name": "Vacherin Fribourgeois",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Fribourg"
    }
  },
  {
    "Valtellina Casera": {
      "origin": "Italy",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Firm",
      "type": "",
      "description": "Valtellina Casera is a DOP cows milk cheese that is cylindrical in shape, semi-cooked and made from partially skimmed milk. It is a semi-firm cheese that is fairly dense and pale colored. Its pate is somewhat elastic with an uneven scattering of small eyes. Its flavor is nutty and somewhat sweet and intensifies as it is aged longer.",
      "fat": "",
      "producers": "",
      "name": "Valtellina Casera",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Lombardy (Province of Sondrio)"
    }
  },
  {
    "Walserstolz": {
      "origin": "Austria",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Walserstolz is  a cow milk cheese from Austria. this cheese has been made for over 600 years in the Vorarlberg Alps in western Austria. The name is derived from the German \"Walser\" describing the people with German dialects living in the alps, and \"Stolz\" meaning proud. The cows used for production live on the lush alpine pastures and are fed the natural foliage of the area. The cheeses are then manufactured in the Grosse Walsertal Biosphere Park. This cheese is rich and nutty in flavor with grassy undertones. It is a firm cheese with a dense pate that is ivory colored and has a scattering of uneven eyes. Typical to alpine cheeses, Walserstolz is manufactured in wheels of approximately 70 pounds. There are three types of Walserstolz: Traditional: Aged 8 Months Spicy: aged 1 year Organic: Made using certified organic milk",
      "fat": "",
      "producers": "",
      "name": "Walserstolz",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Vorarlberg Alps"
    }
  },
  {
    "Winzer Classic": {
      "origin": "Switzerland",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Semi-Hard",
      "type": "",
      "description": "Winzer Classic is an unpasteurized cow milk cheese from Switzerland. Exclusive to the cheese company, Emmi, it is produced in the artisanal way from only five dairies in Switzerland. During the maturation process, Winzer Classic is washed in red wine from the Valais region of Switzerland. This cheese was formally called Vignerons, commonly known as \"winemaker's cheese\". Aged for about 5 months, this cheese develops a rich and nutty flavor with a dense yet semi-soft texture. This cheese closely resembles the flavor profiles of the other mountain cheeses produced in Switzerland, such as Appenzeller and Gruyere.",
      "fat": "",
      "producers": "",
      "name": "Winzer Classic",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Valais"
    }
  },
  {
    "Zamorano var infolink_pid = 17026;": {
      "origin": "Spain",
      "color": "",
      "image": "",
      "aroma": "",
      "synonyms": [],
      "image_credits": "",
      "rind": "",
      "flavor": "",
      "texture": "Firm",
      "type": "",
      "description": "Zamorano is a name protected (DO), sheep's milk cheese from the Castile region in Spain. It is manufactured in cold and humid conditions using milk sourced from the Churra and Castellana sheep that are indigenous to the region. It is aged for at least 6 months, during which the cheeses are regularly turned and rubbed with olive oil, creating a rich and dark colored pate. It is firm in texture and its flavor is sharper and nuttier than typical Manchego cheeses. These cheeses were first created by nomadic farmers who, in a similar fashion to the production of Manchego, shaped and molded their cheeses in baskets from esparto grass, giving it a herringbone rind.",
      "fat": "",
      "producers": "",
      "name": "Zamorano var infolink_pid = 17026;",
      "made_from": "",
      "age": "",
      "summary": "",
      "pasteurized": "",
      "vegetarian": "",
      "region": "Castile"
    }
  }
]